{
  "hotel-pricerange": "What price range of hotel does the user want to stay at?",
  "hotel-type": "What type of hotel does the user want to stay at?",
  "hotel-parking": "Does the user want parking at the hotel?",
  "hotel-bookday": "What day does the user want to stay at hotel?",
  "hotel-bookpeople": "How many people does the user want to book for the room?",
  "hotel-bookstay": "How long does the user want to stay at hotel?",
  "hotel-stars": "How many stars does the user want for the hotel?",
  "hotel-internet": "Does the user want free wifi included in the hotel?",
  "hotel-area": "Which area does the user want to book the hotel in?",
  "hotel-name": "What is the name of the hotel where the user wants to stay at?",
  "train-departure": "Where does the user depart?",
  "train-day": "What day does the user want to leave?",
  "train-bookpeople": "How many tickets does the user want to book?",
  "train-destination": "Where is the train going?",
  "train-arriveBy": "When does the train arrive?",
  "train-leaveAt": "When does the train leave?",
  "attraction-area": "What area of attraction does the user wants to visit?",
  "attraction-type": "What type of attraction does the user wants to visit?",
  "attraction-name": "What is the name of the attraction that the user wants to go?",
  "restaurant-pricerange": "What price range of restaurant does the user want to dine out?",
  "restaurant-area": "What area does the user want to dine out?",
  "restaurant-bookday": "What day does the user want to dine out?",
  "restaurant-bookpeople": "How many people does the user want to book a table for?",
  "restaurant-food": "What type of food does the user want to eat?",
  "restaurant-name": "What is the name of the restaurant where the user wants to dine out?",
  "restaurant-booktime": "What time does the user want to dine out?",
  "taxi-leaveAt": "When does the taxi leave?",
  "taxi-destination": "Where does the taxi go?",
  "taxi-departure": "Where does the user depart?",
  "taxi-arriveBy": "When does the taxi arrive?"
}